HomeWork1/LRHomeWork1_AOS/PFLB1_Зямаев_Денис/data/http.db/resp_013_012.dat

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body><ns2:PaymentPreferences xmlns:ns2="com.advantage.online.store.accountservice"><ns2:preference><ns2:paymentMethod>10</ns2:paymentMethod><ns2:safePayUsername>st1nkyc0de</ns2:safePayUsername><ns2:safePayPassword>bb0a2425a6bf479d56ba89dbb18c5001ce0f6594</ns2:safePayPassword><ns2:preferenceId>0</ns2:preferenceId></ns2:preference></ns2:PaymentPreferences></SOAP-ENV:Body></SOAP-ENV:Envelope>